Repository: FredAss/OpenResKit-WPF
Catalog: Ork.Invest/Resources/Languages/Translate.*.resx
Languages: de

source: Abort
de: Abbrechen

source: Add
de: Hinzufügen

source: Add Comparison...
de: Vergleich hinzufügen...

source: Capital Value
de: Kapitalwert

source: Delete
de: Löschen

source: Description
de: Bemerkung

source: Dynamic Amortisation
de: Dynamische Amortisation

source: Edit
de: Bearbeiten

source: Energy Costs Annual
de: Energiekosten

# EnergyCostsChangePA
source: Energy Costs Change
de: Änderung Energiekosten

source: Equity Rate of Return
de: Verzinsung

source: Filter Responsible Subjects
de: Verantwortliche Filtern...

source: General
de: Allgemein

source: Imputed Interest Rate
de: Kalkulatorischer Zinssatz

# InvestmentPlanAdd
source: Add Investmentplan...
de: Investitionsplanung hinzufügen...

# InvestmentPlanEdit
source: Edit Investmentplan...
de: Investitionsplanung bearbeiten...

# InvestmentRelation
source: Relation
de: Bezug

# InvestmentSum
source: Investment
de: Investition

source: Lifetime
de: Nutzungsdauer (ND)

# OtherCostsChangePA
source: Other Costs Change
de: Änderung sonstige Kosten

# OtherCostsPA
source: Other Costs
de: Sonstige Kosten

# OtherRevenueChangePA
source: Other Revenue Change
de: Änderungen sonstige Erträge

# OtherRevenuePA
source: Other Revenue
de: Sonstige Erträge

source: Payment Plan
de: Zahlungsplan

source: Recovery Value After Lifetime
de: Restwert Investition nach ND

source: Recovery Value Today
de: Restwert Investition heute

source: Responsible Subject
de: Verantwortlicher

# SearchTextInvestment
source: Search Investmentplannings...
de: Suche Investitionsplanungen...

source: Start Year
de: Startjahr

source: Static Amortisation
de: Statische Amortisation

source: Sure?
de: Sicher?

# TitleEvaluationViewModel
source: Evaluation
de: Auswertung

source: Annual Difference Energy Costs
de: Jährlicher Differenzbetrag Energiekosten

source: Difference Investion
de: Differenzinvestition

# DynamicAmortisationVariableDifferenceCosts
source: Dynamic AMT: variable annual Costs/Yields
de: Dynamische AMZ: veränderte jährliche Kosten/Erträge

# DynamicAmortisationVariableDifferenceInvestion
source: Dynamic AMT: variable difference Investion
de: Dynamische AMZ: veränderte Differenzinvestition

# StaticAmortisationVariableDifferenceCosts
source: Static AMT: variable annual Costs/Yields
de: Statische AMZ: veränderte jährliche Kosten/Erträge

# StaticAmortisationVariableDifferenceInvestion
source: Static AMT: variable difference Investion
de: Statische AMZ: veränderte Differenzinvestition

# TitleInvestmentManagementViewModel
source: Investments
de: Investitionen

# EnergyCostsAnnual_withUnit
source: Energy costs annually (€/a)
de: Energiekosten (€/a)

# EnergyCostsChangePA_withUnit
source: Energy cost change per year (%)
de: Änderung Energiekosten (%)

# InvestmentSum_withUnit
source: Investment Sum (€)
de: Investitionssumme (€)

# Lifetime_withUnit
source: Lifetime (a)
de: Nutzungsdauer(a)

# OtherCostsPA_withUnit
source: Other costs per year (€/a)
de: Sonstige Kosten (€/a)

# OtherRevenuePA_withUnit
source: Other revenue per year (€/a)
de: Sonstige Erträge (€/a)

# RecoveryValueAfterLifetime_withUnit
source: Recovery value after lifetime (€)
de: Restwert nach Nutzungsdauer (€)

# RecoveryValueToday_withUnit
source: Recovery value today (€)
de: Restwert heute (€)

# TitlePlotModelCapitalValue
source: Capitalvalue: altered yearly costs/profits
de: Kapitalwert: veränderte jährliche Kosten/Erträge

source: Annual Backflow
de: Jährlicher Rückfluss

source: Clearance
de: Tilgung

source: Interest
de: Zins

source: Surpluses
de: Überschüsse

source: Year
de: Jahr

# TitlePlotModelAnnualCapitalValueChange
source: Capitalvalue: altered fictitious investment
de: Kapitalwert: veränderte Differenzinvestition

source: Value
de: Wert

source: Summary
de: Übersicht

# TitlePlotModelCapital
source: Capital
de: Kapital

# TitlePlotModelTime
source: Time
de: Zeit

# TitlePlotModelZinsen
source: Interest
de: Verzinsung

source: Comparison
de: Vergleich

source: Amortisation, static
de: Amortisation, statisch

source: Internal Yield
de: Interne Verzinsung

# PercentageOfLifetime
source: % of Lifetime
de: % v. ND

# YearlyCostIncl
source: Yearly Cost including yearly Investion
de: jährliche Kosten inkl. annuisierter Investition

source: Yearly Savings
de: jährliche Kosteneinsparung

# VariableDifferenceCost
source: Changed Annual Costs/Yields
de: veränderte jährliche Kosten/Erträge

# VariableDifferenceInvest
source: Changed Difference Investion
de: veränderte Differenzinvestition
