Repository: FredAss/OpenResKit-WPF
Catalog: Ork.Discard/Resources/Languages/Translate.*.resx
Languages: de

# Abort
source: Cancel
de: Abbrechen

source: Add
de: Hinzufügen

source: Add Inspection Attribute...
de: Prüfmerkmal hinzufügen...

source: All Customers
de: Alle Kunden

source: Add Customer...
de: Kunde hinzufügen...

source: Cancel
de: Abbrechen

source: Change Index
de: Änderungs-Index

source: Customer
de: Kunde

source: Delete
de: Löschen

source: Edit Inspectionattributes...
de: Prüfmerkmale bearbeiten

source: Finished Item
de: F-Teil

source: Half Finished Item
de: H-Teil

source: Inspection Attribute
de: Prüfmerkmale

source: Item Category
de: Teilekategorie

# ItemDescription
source: Description
de: Beschreibung

source: Item Name
de: Produktionsteil

source: Item Number
de: Artikelnummer

source: Not set
de: Keine Angabe

source: Other
de: Sonstiges

source: Reference Number 1
de: Referenznummer 1

source: Reference Number 2
de: Referenznummer 2

# SearchTextProductionItems
source: Search Productionitems...
de: Produktionsteil suchen...

source: Sure?
de: Sicher?

# TitleProductionItemAddViewModel
source: Add Production Item...
de: Produktionsteil hinzufügen...

# TitleProductionItemEditViewModel
source: Edit Production Item...
de: Produktionsteil bearbeiten...

# TitleProductionItemManagementViewModel
source: Production Items
de: Produktionsteile

source: Tool Number
de: Werkzeugnummer

source: Edit Customer...
de: Kunde bearbeiten...

source: Controller
de: Prüfer

source: Inspection
de: Prüfung

# InspectionDate
source: Date of Inspection
de: Prüfungsdatum

source: Sample
de: Stichprobe

source: Inspectionshift
de: Prüfungsschicht

# Total
source: Total quantity
de: Gesamtmenge

source: Inspectiontype
de: Prüfungsart

source: Productiondate
de: Fertigungsdatum

source: Productionshift
de: Fertigungsschicht

# ChooseProductionItem
source: Production Item
de: Produktionsteil

source: Total Amount
de: Gesamtmenge

source: Unit
de: Einheit

# External
source: External Complaint
de: Externe Reklamation

# Intern
source: Internal BA
de: Interne BA

source: Shift 1
de: Schicht 1

source: Shift 2
de: Schicht 2

source: Shift 3
de: Schicht 3

source: Shift 4
de: Schicht 4

source: Not Available
de: Nicht verfügbar

source: Add Production Item...
de: Produktionsteil hinzufügen...

# Return
source: Return Delivery
de: Rücklieferung

source: Finished
de: Abgeschlossen

source: Not Finished
de: Nicht Abgeschlossen

# CustomerDeleteFailed
source: Deleting Customer failed. There are dependencies to other objects.
de: Kunde löschen nicht möglich. Es sind Abhängigkeiten vorhanden.

# DBError
source: Database Operation failed
de: Datenbankoperation fehlgeschlagen

# InspectionDeleteFailed
source: Deleting Inspection failed. There are dependencies to other objects.
de: Prüfung löschen nicht möglich. Es sind Abhängigkeiten vorhanden.

# ProductionItemDeleteFailed
source: Deleting Production Item failed. There are dependencies to other objects.
de: Produktionsteil löschen nicht möglich. Es sind Abhängigkeiten vorhanden.

source: Sample Size
de: Stichprobenumfang

# TitleAddInspection
source: Add Inspection...
de: Prüfung hinzufügen...

# TitleEditInspection
source: Edit Inspection...
de: Prüfung bearbeiten...

# FilterResponsibleSubjects
source: Filter Controllers...
de: Prüfer filtern...

source: Set Picture
de: Bild setzen

source: Evaluation
de: Auswertung

source: All Inspections
de: Alle Prüfungen

source: Single Inspection
de: Einzelne Prüfung

source: Balance
de: Bilanz

# TotalDiscardItems
source: Discard Items
de: Fehlteile

# RateSingle
source: Rate Inspection:
de: Fehlteilequote Prüfung:

source: Rate
de: Fehlteilequote

# RatioSingle
source: Ratio Inspection Attributes Inspection:
de: Verhältnis Prüfmerkmale:

# RatioTotal
source: Total Ratio Inspection Attributes
de: Verhältnis Prüfmerkmale gesamt

source: Value:
de: Wert:
