Repository: FredAss/OpenResKit-WPF
Catalog: Ork.CarbonFootprint/Resources/Languages/Translate.*.resx
Languages: de

source: Accounting Period
de: Bilanzierungszeitraum

source: Add
de: Hinzufügen

source: Airport
de: Flughafen

# CarbonProduction
source: CO2 Production
de: CO2 Produktion

source: Car Description
de: Fahrzeugbeschreibung

# Category
source: Category for chart color
de: Kategorie für Farbwahl

source: Consumption
de: Verbrauch

source: Consumption when in Standby
de: Verbrauch im Standby

source: Consumption when on
de: Verbrauch im Betrieb

source: Counterradiation
de: Rückstrahlung

source: Data gathering
de: Datenerfassung

source: Delete
de: Löschen

source: Description
de: Beschreibung

source: Distance
de: Streckenlänge

source: Employee
de: Mitarbeiter

source: Energy source
de: Energiequelle

source: Fuel type
de: Kraftstoffart

source: General
de: Allgemeines

source: Manufacturer
de: Hersteller

source: Operating Hours
de: Betriebsstunden

source: Standby Hours
de: Standbystunden

source: Track length
de: Streckenlänge

source: Transportation
de: Verkehrsmittel

source: Type of Flight
de: Flugtyp

source: User-specific Consumption
de: Benutzerspezifischer Verbrauch

source: Year
de: Jahr

# AirportBasedFlightDescription
source: New Airport based flight
de: Einen neuen zielbasierten Flug erstellen.

source: Airport based Flight
de: Zielbasierter Flug

source: Back
de: Zurück

# CarDrive
source: Car ride
de: Autofahrt

# CarDriveDescription
source: New cardrive
de: Eine neue Autofahrt erstellen.

source: Energyconsumption
de: Energieverbrauch

# EnergyConsumptionDescription
source: New energy consumption
de: Einen neuen Energieverbrauch erstellen.

# EnergyConsumptionPerMachine
source: Machineconsumption
de: Maschinenverbrauch

# EnergyConsumptionPerMachineDescription
source: New energy consumption per machine(-state)
de: Einen neuen Energieverbrauch pro Maschinen(-zustand) erstellen.

source: Flight
de: Flug

# FlightDescription
source: New flight
de: Einen neuen Flug erstellen.

# FootprintDescription
source: Description
de: Beschreibung

# PositionDescription
source: Description
de: Beschreibung

source: Public Transportation
de: Öffentlicher Verkehr

# PublicTransportationDescription
source: New public transportation
de: Ein neues öffentliches Verkehrsmittel erstellen.

# QuallifiedCar
source: Fully qualified car ride
de: Herstellerfahrzeug

# QuallifiedCarDescription
source: New specific cardrive
de: Ein neues spezifisches Auto erstellen.

# SearchTextCarbonFootprintsPositions
source: Search Positions...
de: Positionen durchsuchen...

# SearchTextCarbonFootprints
source: Search Footprints...
de: Footprints durchsuchen...

source: Evaluation
de: Auswertung

# categoryAnalysis
source: category-related Analysis
de: Kategoriebezogene Auswertung

# employeeAnalysis
source: employee-related Analysis
de: Mitarbeiterbezogene Auswertung

source: From
de: Von

source: To
de: Bis

source: Abort
de: Abbrechen

# PositionAdd
source: Add Position...
de: Position hinzufügen...

# PositionEdit
source: Edit Position...
de: Position bearbeiten...

source: Sure
de: Sicher

# ColorPicker
source: Choose Colors
de: Farbwahl

source: Save
de: Speichern

source: Edit
de: Bearbeiten

# positionAnalysis
source: position-related Analysis
de: Typbezogene Auswertung

source: Geo located Car
de: Fahrtenbuch-Auto

source: Geo located Flight
de: Fahrtenbuch-Flug

source: Geo located Public Transport
de: Fahrtenbuch-Öffentlicher-Verkehr
