Repository: FredAss/OpenResKit-WPF
Catalog: Ork.Approval/Resources/Languages/Translate.*.resx
Languages: de

# Abort
source: Cancel
de: Abbrechen

source: Add
de: Hinzufügen

source: Add Inspection
de: Prüfung hinzufügen

source: Add permission
de: Genehmigung hinzufügen

source: Add plant
de: Anlage hinzufügen

source: All
de: Alle

# AllOtherDates
source: Other inspections
de: Andere Prüfungen

# Bbodschg
source: BBodSchG-Permission
de: BBodSchG-Genehmigung

# Bimschg
source: BImSchG-Permission
de: BImSchG-Genehmigung

# ClickToSet
source: Click to add a picture
de: Klicken zum Bild hinzufügen

# ConditionAddInfo
source: To add a auxillary condition press ENTER
de: Zum Hinzufügen einer Nebenbestimmung ENTER betätigen

# ConditionInfoWithCount
source: From {0} AC's are {1} active
de: Von {0} NB's sind {1} aktiv

# ConditionInfoWithoutCount
source: There are no AC's
de: Es gibt keine NB's

# Conditions
source: Auxillary conditions
de: Nebenbestimmungen

source: Date of application
de: Antragsdatum

# DateTimeForShortPlanning
source: ddd, MM/dd/yyyy
de: ddd, dd/MM/yyyy

source: Delete
de: Löschen

# DeleteCondition
source: Delete auxillary condition
de: Nebenbestimmung löschen

source: Delete document
de: Dokument löschen

source: Description
de: Beschreibung

# DocumentInfoWithCount
source: {0} attached documents
de: {0} angehangene Dokumente

# DocumentInfoWithoutCount
source: There are no documents
de: Es gibt keine Dokumente

source: Documents
de: Dokumente

# DueDateTimeRange
source: h:mm tt
de: H:mm

# EndOfPermission
source: End of the permission
de: Auslauf der Genehmigung

source: Filenumber
de: Aktenzeichen

source: Filter inspections...
de: Prüfungen filtern...

source: Filter plants...
de: Anlagen filtern...

source: From
de: Von

source: In effect
de: Gültig

# InspectionColor
source: Color of Inspection
de: Prüfungsfarbe

# InspectionName
source: Name of Inspection
de: Prüfungsname

# InThisWeek
source: This week
de: Diese Woche

source: Number
de: Nummer

source: Open document
de: Dokument öffnen

# OutEffect
source: Out of effect
de: Ungültig

# PassedDates
source: Passed inspection
de: Vergangene Prüfungen

source: Permission
de: Genehmigung

# PermissionAdd
source: Add permission...
de: Genehmigung hinzufügen...

# PermissionEdit
source: Edit permission...
de: Genehmigung bearbeiten...

# PermissionKind
source: Kind of permission
de: Genehmigungsart

source: Picture
de: Bild

source: Planning
de: Planung

source: Plant
de: Anlage

# PlantAdd
source: Add plant...
de: Anlage hinzufügen...

# PlantEdit
source: Edit plant...
de: Anlage bearbeiten...

source: Plants
de: Anlagen

source: Repeat
de: Wiederholen

# ShowAllPermissions
source: All Permissions
de: Alle Genehmigungen

# StartOfPermission
source: Begin of the permission
de: Beginn der Genehmigung

source: Sure?
de: Sicher?

source: To
de: Bis

# Whg
source: WHG-Permission
de: WHG-Genehmigung

source: Whole day
de: Ganztag

# FilterAuxillaryConditions
source: Filter AC's...
de: NB's filtern...

# FilterResponsibleSubjects
source: Filter responsible...
de: Verantwortliche filtern...

source: Add measure
de: Maßnahme hinzufügen

source: Auxillary condition
de: Nebenbestimmung

# DueDate
source: Planned date
de: Geplantes Datum

source: Inspections
de: Prüfungen

# MeasureAdd
source: Add measure...
de: Maßnahme hinzufügen...

# MeasureEdit
source: Edit measure...
de: Maßnahme bearbeiten...

# NoticableInspections
source: Remarkable inspections
de: Auffällige Prüfungen

# NotNoticableInspections
source: Unremarkable inspections
de: Unauffällige Prüfungen

source: Priority
de: Priorität

# PriorityHigh
source: High
de: Hoch

# PriorityLow
source: Low
de: Niedrig

# PriorityMedium
source: Medium
de: Mittel

source: Progress
de: Fortschritt

# ProgressAdded
source: Added
de: Angelegt

# ProgressClosed
source: Closed
de: Abgeschlossen

# ProgressRunning
source: Running
de: Laufend

# Responsible
source: Responsible person
de: Verantwortliche

source: Value
de: Wert

source: Daily
de: Täglich

# FridayShort
source: Fri
de: Fr

# MondayShort
source: Mon
de: Mo

source: Monthly
de: Monatlich

# SaturdayShort
source: Sat
de: Sa

# SundayShort
source: Sun
de: So

# ThursdayShort
source: Thu
de: Do

# TuesdayShort
source: Tue
de: Di

# WednesdayShort
source: Wed
de: Mi

source: Weekly
de: Wöchentlich

source: Yearly
de: Jährlich

source: After
de: Nach

source: At
de: Am

# Beginning
source: Begin at
de: Beginnt am

source: dates
de: Terminen

source: Day of month
de: Tag des Monats

# Ending
source: Ends
de: Endet

source: Repeat at
de: Wiederholen am

source: Repeat every...
de: Wiederhole all...

# SelectedAuxillaryCondition
source: Auxillary condition
de: Nebenbestimmungen

source: Weekday
de: Wochentag

source: Delete all following scheduled tasks
de: Alle folgenden Termine löschen

source: Delete only this scheduled task
de: Nur diesen Termin löschen

# DelteAllScheduledTasks
source: Delete all scheduled tasks
de: Alle Termine löschen

source: Generate
de: Generieren

# InspectionAdd
source: Add inspection...
de: Prüfung anlegen...

# InspectionEdit
source: Edit inspection...
de: Prüfung bearbeiten...

source: Edit
de: Bearbeiten

source: Days
de: Tage

source: Months
de: Monate

source: Weeks
de: Wochen

source: Years
de: Jahre

source: Count
de: Anzahl

# EntryDate
source: Date of Inspection
de: Bearbeitungsdatum

# FalseAC
source: Incorrect AC's
de: Nicht eingehaltenen NB's

# LatestPermission
source: Latest status of permission
de: Aktuellster Status der Genehmigung

# TotalAC
source: Total AC's
de: NB's gesamt

source: Total Auxillary Condition
de: Nebenbestimmungen gesamt

source: Total evaluation
de: Gesamtauswertung

source: Total measures
de: Maßnahmen gesamt

# TrueAC
source: Correct AC's
de: Eingehaltene NB's

# MeetedAC
source: Meeted
de: Eingehalten

# TotalACDescription
source: There is a total of {0} auxillary conditions, of these are {1} meeted
de: Insgesamt gibt es {0} Nebenbestimmungen davon sind {1} eingehalten

# TotalMeasureDescription
source: There is a total of {0} undone measures
de: Insgesamt gibt es {0} unerledigte Maßnahmen

# TotalPermissionDescription
source: There is a total of {0} permissions
de: Insgesamt gibt es {0} Genehmigungen

# UnmeetedAC
source: Unmeeted
de: Nicht eingehalten
